{
    CFBundleName = "Xcode";
    NSHumanReadableCopyright = "Copyright © 1999-2010 Apple Inc.\nAll rights reserved.";

    // Document type human-readable names
    "Xcode Project File" = "Xcode プロジェクトファイル";
    "Xcode User File" = "Xcode ユーザファイル";
    "Xcode User Settings File" = "Xcode ユーザ設定ファイル";
    "RTF File" = "リッチテキストファイル";
    "RTFD File" = "リッチテキストファイル";
    "Xcode Image File" = "イメージファイル";
    "C Header Source File" = "C ヘッダソースファイル";
    "C++ Header Source File" = "C++ ヘッダソースファイル";
    "C Source File" = "C ソースファイル";
    "Objective-C Source File" = "Objective-C ソースファイル";
    "Objective-C++ Source File" = "Objective-C++ ソースファイル";
    "C++ Source File" = "C++ ソースファイル";
    "Assembly Source File" = "アセンブラソースファイル";
    "Rez Source File" = "Rez ソースファイル";
    "Java Source File" = "Java ソースファイル";
    "WebScript Source File" = "WebScript ソースファイル";
    "Source Code File" = "ソースコードファイル";
    "Plain Text File" = "標準テキストファイル";
}
